// Author: Alexandru Dicu 
// Version: 6.4.0.0 (17.08.2020)

// General

000 = Română
001 = Da
002 = Nu
003 = OK
004 = Ieșire
005 = Panou principal
006 = Panou reguli
007 = Caută un program pe care să-l permiteți
008 = Caută un program pe care să-l blocați
009 = Click pe un program pentru a permite conectarea
010 = Click pe un program pentru a bloca conectarea
011 = Sau faceți click pe acest dialog pentru a anula această operațiune
012 = O regulă nouă a fost creată pentru a permite conectarea
013 = O regulă nouă a fost creată pentru a bloca conectarea
016 = Regulile firewall au fost importate cu succes din fișierul
017 = Regulile firewall au fost exportate cu succes în fișierul
018 = Regulile implicite au fost restaurate cu succes
021 = Alegeți calea către fișierul pentru care doriți să creați această regulă
022 = Un set parțial de reguli a fost importat cu succes
023 = Un set parțial de reguli a fost exportat cu succes
024 = Importul fișierului a eșuat
025 = Exportul fișierului a eșuat
028 = Conectat la locația
029 = Află mai multe
030 = Blochează configurația Windows Firewall
031 = Deblochează configurația Windows Firewall
032 = Blochează
033 = Deblochează
034 = Renunță
035 = Setați parola dorită
036 = Introduceți parola pentru deblocare
037 = Parolă invalidă
038 = Arată parola
039 = Deschide website-ul
040 = Administrează regulile din Windows Firewall
042 = Sunteți sigur că doriți să dezactivați protecția oferită de Windows Firewall?
043 = Nu mai afișa
044 = În citire
045 = Regulile de intrare cu EdgeTraversal setat pe 'Defer to user' suportă modificări limitate, de aceea, unele câmpuri vor fi dezactivate. Doriți să continuați?
046 = Sunteți sigur că doriți să stergeți regulile selectate?
050 = Proprietăți extinse
051 = Această regulă conține proprietăți editabile doar din WFwAS
052 = Număr
053 = Neconfigurat
060 = Setări reîmprospătare
061 = Încarcă automat la deschidere
070 = General
071 = Încearcă Malwarebytes Premium
072 = Deschide Malwarebytes
073 = Status Windows Firewall
074 = Activ
075 = Inactiv
076 = Conexiuni intrare
077 = Conexiuni ieșire
078 = Permite toate
079 = Permite
080 = Blochează
081 = Blochează toate

// Tab items

100 = Profiluri
200 = Notificări
300 = Opțiuni
400 = Reguli
500 = Instrumente
600 = Despre

// Profiles

101 = Nivelul de filtrare specifică ce conexiuni să fie blocate și ce conexiuni să fie permise
102 = Filtrare maximă
103 = Toate conexiunile de ieșire și de intrare sunt blocate. Acest profil blochează toate încercările de conectare ale calculatorului în exterior și către calculator din exterior.
104 = Filtrare medie (recomandat)
105 = Conexiunile de ieșire care nu au o regulă sunt blocate. Doar programele care au o regulă care să le permită conectarea pot iniția conexiuni.
106 = Filtrare normală
107 = Conexiunile de ieșire care nu au o regulă sunt permise. Doar programele care au o regulă care să le refuze conectarea sunt blocate.
108 = Filtrare dezactivată
109 = Windows Firewall este dezactivat. Folosiți această opțiune doar dacă aveți un alt firewall instalat pe calculator.
110 = Filtrare medie
111 = Specifică profilul care se va seta când acesta este schimbat temporar cu unul mai scăzut pentru instalări/actualizări
112 = Setează automat
113 = după
114 = minute

// Notifications

201 = Modul notificărilor specifică ce conexiuni blocate de ieșire să fie notificate utilizatorului
204 = Afișează notificări
205 = Afișează notificări pentru toate conexiunile de ieșire blocate dar nu le afișa pentru programele definite ca excepții mai jos 
206 = Mod învățare
207 = Permite automat accesul la rețea programelor semnate digital și afișează notificări doar pentru programele fără semnătură digitală. 
208 = Dezactivat
209 = Notificările pentru conexiunile blocate sunt dezactivate.
210 = Opțiuni notificări
211 = Închide automat o notificare în
212 = secunde
213 = Perioada personalizată pentru o regulă temporară este
214 = Redă un sunet când o notificare nouă este generată
215 = Redă sunetul implicit
216 = Redă un sunet personalizat
217 = Selectați un fișier cu extensia wav
220 = Afișează notificările deasupra tuturor ferestrelor
221 = Setăti avansate pentru notificări
222 = Resetetează setările avansate la valorile implicite
223 = Utilizează regulile de permitere. Recomandat pentru compatibilitatea cu alte programe de securitate.
224 = Utilizează regulile de blocare generice. Dacă o regulă care blochează toate programele se potrivește conexiunii blocate, o nouă notificare nu va fi afișată.
225 = Utilizează regulile inactive. Dacă se găsește o regulă inactivă care se potrivește conexiunii blocate, o nouă notificare nu va fi afișată.
230 = Regulă creată de Modul de învățare
240 = Definiți mai jos programele și directoarele pentru care notificările nu ar trebui afișate
241 = Excepții de notificare
242 = Adaugă excepție
243 = Șterge excepție
244 = Definiți aici o nouă excepție
245 = Adaugă în excepțiile de notificare
246 = Exclude fișier
247 = Exclude director

// Options

301 = Selectați mai jos opțiunile care se vor aplica tuturor conturilor de utilizator de pe acest calculator
302 = Integrare shell
303 = Integrează programul în meniul contextual al fișierelor executabile și al scurtăturilor pentru fișiere executabile.
304 = Pornire automată la logarea utilizatorului
305 = Pentru Fast User Switching, această opțiune se aplică pentru prima logare a utilizatorului
308 = Scurtături tastatură
309 = Combinațiile globale de taste sunt scurtături care pot accesa programul din orice alt program.
321 = Profilul Filtrare maximă este activ. Conexiunile la rețea sunt blocate până la schimbarea manuală a profilului.
324 = Importă, exportă sau restaurează setările programului
325 = Importă setările utilizatorului dintr-un fișier
326 = Exportă setările utilizatorului într-un fișier
327 = Resetează toate setările la valorile implicite
328 = Setările au fost salvate cu success în fișierul
329 = După confirmarea acestei acțiuni, programul se va restarta pentru a reîncărca setările. Doriți să continuați?
330 = Permite accesul prin Windows Firewall
331 = Blochează accesul prin Windows Firewall
340 = Limba interfeței cu utilizatorul

// Rules

401 = Specificați direcția aplicată unei noi reguli atunci când o nouă regulă este creată:
402 = Reguli de ieșire (recomandat)
403 = Creează doar reguli de ieșire pentru a permite sau a bloca programe.
404 = Reguli de intrare
405 = Creează doar reguli de intrare. Utilizați cu precauție. Accesul de intrare este necesar de obicei pentru aplicațiile de tip server.
406 = Reguli de ieșire și de intrare
407 = Creează ambele tipuri de reguli. Nerecomandat.
408 = Specificați locațiile pentru care se aplică atunci când o nouă regulă este creată:
409 = Importă, exportă sau restaurează regulile firewall
410 = Importă reguli dintr-un fișier
411 = Exportă reguli într-un fișier
412 = Restaurează setul inițial de reguli
413 = Restaurează regulile recomandate de Windows Firewall Control
414 = Un fișier complet cu reguli a fost selectat. Importul regulilor firewall dintr-un fișier complet va suprascrie regulile curente. Dacă doriți să salvați regulile actuale, ar trebui mai întâi să le exportați. Doriți să importați regulile din acest fișier acum?
415 = Restaurând setările implicite veți reseta toate regulile din Windows Firewall. Aceasta poate face ca unele programe să nu se mai poată conecta la Internet. Doriți să continuați?
416 = Importă din fișierul...
417 = Exportă în fișierul...
418 = Regulile recomandate au fost restaurate cu succes.
419 = Vă rugăm reîncărcați lista cu reguli din Panoul cu reguli.
420 = Această acțiune va șterge toate înregistrările din log-ul Windows Firewall. Sunteți sigur că doriți să continuați?
421 = Un fișier parțial cu reguli a fost selectat. Importul regulilor din acest fișier va lăsa regulile existente intacte iar regulile conținute în acest fișier vor fi adăugate setului curent de reguli. Doriți să importați regulile din acest fișier acum?
422 = Fișierul selectat nu poate fi accesat sau  nu este suportat!
423 = Restaurând regulile recomandate, acestea vor fi recreate. Regulile existente vor rămâne neschimbate. Doriți să continuați?

// Security

450 = Securitate
451 = Specificați mai jos îmbunătățirile de securitate care vor fi aplicate de Malwarebytes Windows Firewall Control
452 = Pornire Securizată
453 = Setează automat profilul Filtrare maximă la oprirea sistemului. La pornirea sistemului de operare, conexiunile la rețea vor fi blocate până când utilizatorul va schimba manual profilul.
454 = Reguli Securizate
455 = Activează protecția împotriva regulilor care nu sunt create în grupurile autorizate definite mai jos. Se aplică regulilor nou create cât și celor existente.
456 = Grupuri autorizate
457 = Adaugă grup
458 = Șterge grup
459 = Definiți aici un nou grup autorizat
460 = Atenție. Toate regulile firewall, inclusiv cele implicite are Windows Firewall, care au grupul diferit de grupurile autorizate definite vor fi șterse sau dezactivate. Vă recomandăm să faceți o copie de siguranță a regulilor existente. Sigur doriți să continuați?
461 = Importă numele grupurilor din regulile existente
466 = Reguli firewall fără grup setat au fost detectate. Pentru a le păstra intacte, doriți să adăugați aceste reguli în grupul Windows Firewall Control înainte de a activa Reguli securizate?
467 = Autorizează grup
470 = Profil Securizat
471 = Protejează starea Windows Firewall de modificări exterioare. Când acest mod este activat, importul de reguli și schimbarea modului de filtrare este posibilă doar prin intermediul acestui program.
475 = Șterge regulile neautorizate
476 = Dezactivează regulile neautorizate
477 = Permite applicațiile din Windows Store

// Tools

501 = Utilizați scurtăturile de mai jos pentru a lansa diferite programe utilitare. Aceste programe vor fi executate cu cele mai ridicate privilegii de utilizator.
502 = Windows Firewall cu setări avansate
503 = Event Viewer
504 = Monitor Resurse
505 = Windows Firewall în Panoul de control
510 = Specificați mai jos adresele URL folosite pentru diferite verificări online
511 = URL pentru verificarea reputației unei adrese IP
512 = URL pentru verificarea unui fișier pe baza SHA256
513 = URL pentru a porni o interograre WHOIS
514 = URL pentru a afla mai multe despre un port
520 = Copiază...
521 = Tot

// About

601 = Despre program
602 = Verifică dacă o nouă versiune este disponibilă
603 = Server-ul nu poate fi contactat. Accesul nu este permis. Verificați dacă firewall-ul dvs. nu blochează acest program să se conecteze la Internet și dacă configurarea proxy este corectă.
605 = Utilizați ultima versiune disponibilă. O versiune nouă nu a fost găsită.
606 = O nouă versiune este disponibilă
607 = Doriți să descărcați ultima versiune și să actualizați programul?
608 = Vezi lista de schimbări
610 = Toate drepturile rezervate.
611 = Notificări părți terțe
612 = Acord de licență utilizator (EULA)
621 = Tipuri de interfețe
622 = Toate interfețele
623 = Doar aceste interfețe
624 = Rețeaua locală
625 = Acces la distanță
626 = Conexiune fără fir
627 = Intrare
628 = Ieșire
629 = Ambele
640 = Edge traversal
641 = Setări ICMP
642 = Menține prima coloană
680 = Intrări
681 = Toate intrările
682 = Ultima intrare
690 = Verifică automat dacă există actualizări
691 = Folosește un proxy
692 = Configurare proxy
693 = Adresă
694 = Utilizator
695 = Parolă
699 = Procesul părinte

// Manage Rules

700 = ID Proces
701 = Nume
702 = Grup
703 = Program
704 = Locație
705 = Activ
706 = Acțiune
707 = Direcție
708 = Adrese locale
709 = Porturi locale
710 = Adrese remote
711 = Porturi remote
712 = Protocol
713 = Serviciu
714 = Descriere
715 = Data generării
716 = Acțiuni
717 = Reîncarcă lista
718 = Arată regulile invalide
719 = Golește istoric
720 = Caută reguli
721 = Istoric conexiuni
722 = Vizualizeză istoricul conexiunilor din Windows Firewall
723 = Modul
724 = Arată
725 = Ultimele 100 de conexiuni
726 = Ultimele 500 de conexiuni
727 = Toate conexiunile
728 = conexiuni
729 = Configurare coloane
730 = Afișează
731 = reguli
732 = Toate regulile
733 = Regulile de intrare
734 = Regulile de ieșire
735 = Regulile utilizatorului
736 = Filtrează
737 = Nici un filtru
738 = Doar reguli active
739 = Doar reguli inactive
740 = Caută
741 = Conexiuni înregistrate
742 = Reguli
743 = Importă reguli dintr-un fișier
744 = Exportă toate regulile
745 = Exportă regulile selectate
746 = Restaurează regulile implicite
747 = Restaureză regulile recomandate
748 = Conexiunile permise
749 = Conexiunile blocate
750 = Creează regulă nouă
751 = Permite prin căutare
752 = Permite prin click
753 = Blochează prin căutare
754 = Blochează prin click
755 = Permite programul
756 = Blochează programul
757 = Regulă necompletată
758 = Personalizeză și creează
759 = Dezactivând istoricul pentru conexiunile blocate veți dezactiva și sistemul de notificări. Sunteți sigur că doriți să continuați?
760 = Opțiuni
761 = Permite
762 = Blochează
763 = Activează
764 = Dezactivează
765 = Șterge
766 = Proprietăți
767 = Creează duplicat
768 = General
769 = Avansat
770 = Aplică
771 = Protocoluri și porturi
772 = Adrese IP locale și remote
773 = Intrare
774 = Ieșire
775 = Domeniu
776 = Privat
777 = Public
778 = Toate
779 = Creează
780 = Oricare
781 = Toate porturile
782 = Porturi personalizate
783 = Adrese personalizate
784 = Toate programele
785 = Acest program
786 = Caută în...
787 = Ex: 80,443,9-29
788 = Ex: 66.198.240.5
792 = Folosiți butonul Reîncarcă lista sau tasta F5 pentru a încărca datele
793 = Vă rugăm așteptați...
794 = Adaugă în grup
795 = Resetează sortarea
796 = Connecțiuni
797 = Blocate recent
798 = Permise recent
799 = Arată regulile duplicate

// Notification Dialog

800 = Conexiune de ieșire blocată
801 = Sursă
802 = Destinație
803 = Semnat
804 = Adrese IP
805 = Modifică regula înainte de a o crea
806 = Permite programul
807 = Permite întotdeauna accesul la Internet
808 = Blochează programul
809 = Blochează permanent accesul la Internet
810 = Blochează acum și întreabă mai târziu
811 = Permite temporar
812 = Verifică acest fișier
813 = Pornește interogare WHOIS
814 = Verifică această adresă IP
815 = Deschide locația fișierului
816 = Deschide proprietățile fișierului
817 = Copiază calea în clipboard
818 = Citește mai multe despre portul
819 = Înapoi la detaliile regulii
823 = Permite temporar
824 = Blochează temporar
825 = Până la repornirea WFC
830 = Comprimă reguli
831 = Regulă comprimată
840 = Se aplică programelor și serviciilor
841 = Se aplică doar serviciilor
850 = Adresă sursă
851 = Port sursă
852 = Adresă destinație
853 = Port destinație
860 = Invalid

// Validations

920 = Introduceți un nume pentru regulă
921 = Spațiile goale nu sunt permise
922 = Un port trebuie să fie în intervalul 0 și 65535
923 = Intervalul de IP-uri este invalid
924 = Adresa IP nu este validă
925 = Parametri duplicat nu sunt acceptați
926 = Parametri goi nu sunt acceptați
927 = Parametri negativi nu sunt acceptați
928 = Intervalul de porturi este invalid
929 = Câmpul nu poate fi gol
930 = Acest fișier nu există pe disc
931 = Extensii suportate
932 = Acest câmp trebuie să aibă o valoare numerică cuprinsă între 0 și 999
933 = Subnet mask invalid
934 = Acest câmp trebuie să aibă o valoare numerică cuprinsă între 1 și 60
935 = Câmp obligatoriu
936 = Regulă invalidă. Programul definit pentru această regulă nu există pe disc.
940 = Nu se poate conecta la serviciul Malwarebytes Windows Firewall Control

// Uninstall

950 = Dezinstalează
951 = Acest configurator va dezinstala acest program din calculatorul dvs. Vă rugăm să selectați ce doriți să faceți cu setările curente ale Windows Firewall:
952 = Resetează setările implicite ale Windows Firewall. Toate regulile create de utilizator vor fi șterse și doar regulile implicite ale Windows Firewall vor fi păstrate.
953 = Restaurează regulile existente anterior instalării acestui program. Toate regulile existente la instalarea acestui program vor fi recreate.
954 = Păstrează regulile firewall și setările curente. Dezinstalează doar acest program și păstrează totul așa cum este acum.
956 = Dezactivează logarea din Windows Firewall
957 = Dezinstalare în curs...
958 = Dezinstalarea nu este permisă cât timp programul este protejat cu parolă. Vă rugăm deblocați programul și încercați din nou. Nu încercați dezinstalarea forțată prin intermediul altor programe deoarece veți face Windows Firewall inutilizabil.